{
  "landingPage.header": "Hello. I'm Simple Budgeting!",
  "landingPage.intro": "We think that budgeting is something everyone should do. However, many might see budgeting as a “must-do”-thing that too often gets avoided. I believe that I can help a lot of people in getting started with simple budgeting. Its visual representations will make budgeting more easy and more fun!",
  "landingPage.features.1.header": "Give every cent a job!",
  "landingPage.features.1.description": "To successfully manage your finance, you need to learn from history. We are here exactly for that purpose: Learn your financial history! (And do it right!)",
  "landingPage.features.2.header": "No leak, no fuss",
  "landingPage.features.2.description": "You give your transactions, we visualize them, simple as that. Nothing is stored/transfered outside of your web browser storage. We strongly believe everyone deserves complete privacy.",
  "landingPage.features.3.header": "Localizable",
  "landingPage.features.3.description": "We speak your local languages. So far, only English is supported. We are simply that international",
  "navigation.start": "Start",
  "navigation.info": "Info",
  "navigation.import": "Import",
  "navigation.categorization": "Categorization",
  "navigation.visualization": "Visualization",
  "navigation.export": "Export",
  "info.Back": "Back",
  "info.Next": "Next",
  "error.transactionsEmpty": "Uh oh! There is no transactions to be found. Go back to the import page and import the required files",
  "info.import": "Firstly, you need to select your bank from our Import page and import your transaction data (CSV file). Please refer to the user manual of your bank's online service for more info on how to export transaction data.",
  "info.createCategoriesHeader": "Create categories",
  "info.createCategories": "Now, you could start categorizing your transactions based on the payee. To get started, you need to create your own categories",
  "info.categorization": "Then you just need to drag the payee into the corresponding category. Categorization helps us visualize where most of your money goes into!",
  "info.visualization": "Here comes the moment of truth. You can now see how well you manage financially.",
  "info.export": "In case you want to save your categories, you can export the data through our Export page. And you can import them back from the Import page"
}
